Tekla.Structures.Model.LoftedPlateOperationException
This empty class serves as a base (marker class) for all the exception thrown in lofted plate operations

Tekla.Structures.Model.LoftedPlateOperationException.#ctor(System.String)
Constructs an instance of the class
message: Exception message